[
  {
    "title": "CONFIDENȚIALITATE",
    "description": "Suntem dedicați păstrării confidențialității informațiilor pe care ni le furnizați. Respectăm și protejăm datele care ne sunt furnizate de către clienți și adoptăm toate măsurile necesare pentru a asigura un grad ridicat de securitate. Pentru mai mule informații referitoare la acest aspect, vă rugăm să citiți și Politica privind prelucrarea datelor cu caracter personal."
  },
  {
    "title": "SECURITATEA CONTULUI DE CLIENT",
    "description": "Când utilizați site-ul nostru și vă creați un cont de client sunteți deplin răspunzător pentru asigurarea confidenţialităţii datelor referitoare la contul dumneavoastră de acces (numele de utilizator și parolă) și sunteți de acord să vă asumați întreagă responsabilitate pentru activitătile/acțiunile desfășurate pe site. Recomandarea noastră fermă este să nu divulgați credențialele de acces la site-ul nostru niciunei alte persoane. În măsura în care de pe contul dumneavoastră de client vor fi efectuate activități malițioase, veți răspunde în solidar cu persoana care a efectuat respectivele acțiuni.\nÎn situația în care integritatea datelor de acces la site-ul nostru a fost compromisă, aveți obligația de a ne semnala acest fapt de urgență. Odată notificați, noi vom acționa ferm în vederea restricţionării accesului la respectivul cont, urmând ca mai apoi să vă îndrumăm pentru a recăpăta accesul la contul dumneavoastră.\nDacă se dovedește că dumneavoastră cu bună știință ați furnizat unei terțe persoane credențialele de acces, ne rezervăm dreptul de a bloca definitiv, respectiv de a șterge cu efect ireversibil contul dumneavoastră de client. De asemenea, ne rezervăm dreptul de a nu mai oferi produse și servicii către persoanele fizice și juridice care au cauzat incidente precum cele menționate anterior."
  },
  {
    "title": "RĂSPUNDEREA NOASTRĂ",
    "description": "Produsele și serviciile pe care noi le comercializăm prin intermediul site-ului nostru www.legalonline.ro nu constituie consultanță juridică sau activitate juridică de profil! Produsele și serviciile disponibile prin intermediul site-ului nu sunt unele particularizate situației dumneavoastră concrete, ele reprezentând modele de documente pe care puteți să le întrebuințați în activitatea dumneavoastră sau în relația cu partenerii contractuali.\nNu suntem și nu vom fi răspunzători în situația în care ne furnizați informații sau date greșite ori incomplete, dumneavoastră fiind pe deplin responsabil de acuratețea acestor informații. Pe această cale, declarați că sunteți de acord și înțelegeți faptul că o mare parte din funcțiile site-ului nostru sunt automatizate, deci rezultatul final depinde exclusiv de informațiile pe care dumneavoastră ni le furnizați sau pe care le introduceți în sistem.\nSubliniem că obligațiile noastre sunt unele de mijloace, iar nu de rezultat, ceea ce înseamnă că vom depune toate diligențele necesare în vederea livrării unor produse sau servicii conforme, însă rezultatul final nu depinde de noi, motiv pentru care vă asumați acest lucru în totalitate.\nToate documentele, draft-urile, template-urile etc. pe care le prezentăm pe site reprezintă doar un schelet general de la care se poate porni în construcția unui document personalizat. În niciun caz aceste documente nu au o aplicabilitate generală, această aplicabilitate fiind dată de completările pe care dumneavoastră le veți face în textul documentelor, respectând indicațiile și recomandările din documente. În situația în care sunteți nesiguri de finalitatea documentului creat, de validitatea sau aplicabilitatea acestuia, vă recomandăm să apelați la persoane specializate, instruite și acreditate în redactarea și revizuirea documentelor de acest tip.\nDocumentele, draft-urile, template-urile etc. disponibile pe site nu cuprind / tratează oricare și toate situațiile posibile, oferindu-vă doar elementele / conținutul minim pentru tipul de document, draft sau template în discuție. Asemenea împrejurări trebuie avute în vedere în special în contextul în care urmăriți o finalitate anume sau doriți o anumită clauză în relația cu partenerii contractuali. Pentru a vă asigura că o asemenea finalitate este atinsă, recomandăm să vă asigurați că prevederile documentului, draft-ului, template-ului etc. corespund nevoilor particulare ale dvs. și că, anterior finalizării și semnării acestuia, îl lecturați integral și înțelegeți consecințele produse pe plan juridic.\nLegalOnline nu poate fi responsabil pentru daune de orice fel pe care Clientul, Utilizatorii sau Vizitatorii sau oricare terță parte o poate suferi ca rezultat al îndeplinirii de către LegalOnline a oricăreia din obligațiile sale conform unei comenzi si pentru daune care rezultă din utilizarea produselor și / sau serviciilor după livrare și, în special, pentru pierderea acestora. După recepționarea produselor și / sau serviciilor, dvs. sunteți pe deplin responsabil pentru modalitatea și scopul pentru care le utilizați.\nPrin crearea și utilizarea Contului, Utilizatorul/ Clientul își asumă răspunderea pentru menținerea confidențialității datelor de Cont (user și parolă) și pentru gestionarea accesării Contului și, în măsura permisă de legislația în vigoare, este responsabil de activitatea derulată prin intermediul Contului său, de el sau de cei cărora le acordă / recunoaște acces la acesta."
  }
]